Repository: GetAmaral/infinity2
Catalog: app/translations/messages.*.xliff
Languages: pt_br

source: nav.infinity
pt_br: Infinity

source: nav.home
pt_br: Início

source: nav.organizations
pt_br: Organizações

source: nav.users
pt_br: Usuários

source: nav.courses
pt_br: Cursos

source: nav.settings
pt_br: Configurações

source: nav.language
pt_br: Idioma

source: home.title
pt_br: Bem-vindo ao Infinity

source: home.subtitle
pt_br: Aplicação Symfony Moderna

source: home.description
pt_br: Uma aplicação Symfony 7.3 completa e pronta para empresas, com PostgreSQL 18, Redis 7, FrankenPHP 1.9 e práticas modernas de desenvolvimento.

source: home.view_organizations
pt_br: Ver Organizações

source: home.view_users
pt_br: Ver Usuários

source: organization.title
pt_br: Organizações

source: organization.singular
pt_br: Organização

source: organization.name
pt_br: Nome

source: organization.description
pt_br: Descrição

source: organization.users_count
pt_br: %count% usuário|%count% usuários

source: organization.no_users
pt_br: Nenhum usuário

source: organization.view_details
pt_br: Ver Detalhes

source: organization.api_link
pt_br: API

source: organization.back_to_list
pt_br: Voltar às Organizações

source: organization.created_at
pt_br: Criado

source: organization.updated_at
pt_br: Atualizado

source: organization.users_in_organization
pt_br: Usuários nesta Organização

source: organization.form.name
pt_br: Nome da Organização

source: organization.form.name_placeholder
pt_br: Digite o nome da organização

source: organization.form.description
pt_br: Descrição

source: organization.form.description_placeholder
pt_br: Descreva o propósito e atividades da organização

source: organization.form.preview
pt_br: Pré-visualização em Tempo Real

source: organization.modal.create_title
pt_br: Criar Nova Organização

source: organization.modal.create_subtitle
pt_br: Adicione uma nova organização ao sistema

source: organization.modal.edit_title
pt_br: Editar %name%

source: organization.modal.edit_subtitle
pt_br: Atualizar detalhes da organização

source: organization.modal.create_tip
pt_br: Os nomes de organizações devem ser descritivos e únicos no sistema.

source: organization.manage_users
pt_br: Gerenciar Usuários

source: organization.confirm_delete
pt_br: Tem certeza de que deseja excluir "%name%"?

source: organization.new_organization
pt_br: Nova Organização

source: organization.search_placeholder
pt_br: Pesquisar organizações...

source: organization.flash.created_successfully
pt_br: Organização criada com sucesso!

source: organization.flash.updated_successfully
pt_br: Organização atualizada com sucesso!

source: organization.flash.deleted_successfully
pt_br: Organização excluída com sucesso!

source: organization.flash.save_success
pt_br: Alterações salvas com sucesso!

source: organization.flash.save_success_description
pt_br: A organização foi atualizada com suas alterações.

source: organization.flash.save_error
pt_br: Falha ao salvar organização

source: organization.flash.cannot_delete_has_users
pt_br: Não é possível excluir organização com usuários atribuídos

source: organization.flash.invalid_csrf_token
pt_br: Token de segurança inválido. Por favor, tente novamente.

source: organization.validation.name_required
pt_br: O nome da organização é obrigatório

source: organization.validation.name_min_length
pt_br: O nome da organização deve ter pelo menos 2 caracteres

source: organization.validation.name_max_length
pt_br: O nome da organização não pode exceder 255 caracteres

source: organization.validation.description_max_length
pt_br: A descrição não pode exceder 1000 caracteres

source: user.title
pt_br: Usuários

source: user.singular
pt_br: Usuário

source: user.name
pt_br: Nome

source: user.email
pt_br: E-mail

source: user.organization
pt_br: Organização

source: user.view_details
pt_br: Ver Detalhes

source: user.api_link
pt_br: API

source: user.back_to_list
pt_br: Voltar aos Usuários

source: user.created_at
pt_br: Criado

source: user.updated_at
pt_br: Atualizado

source: user.view_organization
pt_br: Ver Organização

source: settings.title
pt_br: Configurações

source: settings.language_preferences
pt_br: Preferências de Idioma

source: settings.current_language
pt_br: Idioma Atual

source: settings.choose_language
pt_br: Escolher Idioma

source: settings.save_changes
pt_br: Salvar Alterações

source: settings.language_saved
pt_br: Preferência de idioma salva com sucesso!

source: settings.ui_preferences
pt_br: Preferências de Interface

source: settings.enable_animations
pt_br: Ativar Animações

source: settings.enable_sound
pt_br: Ativar Efeitos Sonoros

source: settings.compact_mode
pt_br: Modo Compacto

source: settings.items_per_page
pt_br: Itens Por Página

source: language.en
pt_br: English

source: language.pt_BR
pt_br: Português (Brasil)

source: action.save
pt_br: Salvar

source: action.cancel
pt_br: Cancelar

source: action.edit
pt_br: Editar

source: action.delete
pt_br: Excluir

source: action.view
pt_br: Visualizar

source: date.format
pt_br: d/m/Y

source: datetime.format
pt_br: d/m/Y H:i

source: ui.ai
pt_br: IA

source: ui.active
pt_br: Ativo

source: ui.account
pt_br: Conta

source: ui.dashboard
pt_br: Painel

source: ui.back_to_dashboard
pt_br: Voltar ao Painel

source: empty.no_description
pt_br: Sem descrição disponível

source: empty.no_contacts_yet
pt_br: Ainda Não Há Contatos

source: empty.no_organizations_yet
pt_br: Ainda Não Há Organizações

source: empty.contact_description
pt_br: Comece a construir sua rede adicionando seu primeiro contato. Nossa IA ajudará você a gerenciar relacionamentos e fornecer insights valiosos.

source: empty.organization_description
pt_br: Comece a construir seus relacionamentos empresariais criando sua primeira organização. Nossa IA ajudará você a gerenciar e expandir essas conexões.

source: empty.organization_contacts_description
pt_br: Comece a construir relacionamentos adicionando contatos a esta organização.

source: empty.course_lectures_description
pt_br: Comece a construir seu curso adicionando a primeira aula.

source: button.add_organization
pt_br: Adicionar Organização

source: button.add_contact
pt_br: Adicionar Contato

source: button.add_first_contact
pt_br: Adicionar Primeiro Contato

source: button.create_first_organization
pt_br: Criar Primeira Organização

source: button.edit
pt_br: Editar

source: button.delete
pt_br: Excluir

source: button.cancel
pt_br: Cancelar

source: button.close
pt_br: Fechar

source: button.reset
pt_br: Redefinir

source: button.reset_form
pt_br: Redefinir Formulário

source: button.filter
pt_br: Filtrar

source: button.clear_search
pt_br: Limpar pesquisa

source: button.create_organization
pt_br: Criar Organização

source: button.update_organization
pt_br: Atualizar Organização

source: button.creating
pt_br: Criando...

source: button.updating
pt_br: Atualizando...

source: form.validation_errors
pt_br: Por favor, corrija os erros abaixo

source: filter.active_organizations
pt_br: Organizações Ativas

source: filter.empty_organizations
pt_br: Organizações sem Usuários

source: filter.all
pt_br: Todos

source: view.grid
pt_br: Visualização em Grade

source: view.list
pt_br: Visualização em Lista

source: view.table
pt_br: Visualização em Tabela

source: table.actions
pt_br: Ações

source: table.swipe_to_see_more
pt_br: Deslize para ver mais

source: button.edit_contact
pt_br: Editar Contato

source: button.send_email
pt_br: Enviar E-mail

source: button.send_message
pt_br: Enviar Mensagem

source: button.call_contact
pt_br: Ligar para Contato

source: button.schedule_meeting
pt_br: Agendar Reunião

source: button.share_contact
pt_br: Compartilhar Contato

source: button.start_ai_chat
pt_br: Iniciar Chat com IA

source: metric.total_contacts
pt_br: Total de Contatos

source: metric.ai_interactions
pt_br: Interações com IA

source: metric.uptime
pt_br: Tempo de Atividade

source: metric.response_time
pt_br: Tempo de Resposta

source: metric.encryption
pt_br: Criptografia

source: page.user_description
pt_br: Gerenciamento de contatos com IA e insights de relacionamento

source: page.organization_description
pt_br: Gerencie seus relacionamentos empresariais com insights de IA

source: page.settings_description
pt_br: Personalize sua experiência no Infinity CRM

source: ai.insights
pt_br: Insights de IA

source: ai.assistant
pt_br: Assistente de IA

source: ai.chat
pt_br: Chat com IA

source: ai.analytics
pt_br: Análises

source: ai.quick_actions
pt_br: Ações Rápidas

source: ai.powered_crm
pt_br: Recursos de CRM com IA

source: ai.conversational
pt_br: IA Conversacional

source: ai.conversational_description
pt_br: Comandos de voz, integração WhatsApp e processamento de linguagem natural

source: ai.predictive_analytics
pt_br: Análises Preditivas

source: ai.predictive_description
pt_br: Insights impulsionados por IA e previsões de comportamento do cliente

source: ai.smart_automation
pt_br: Automação Inteligente

source: ai.automation_description
pt_br: Fluxos de trabalho inteligentes e interações automatizadas com clientes

source: ai.coming_soon
pt_br: Chat com IA em breve...

source: ai.settings
pt_br: Configurações de IA

source: ai.settings_description
pt_br: Configure o comportamento e preferências do assistente de IA

source: ai.crm_question
pt_br: Pergunte-me qualquer coisa sobre seu CRM

source: insight.high_engagement
pt_br: Pontuação de engajamento alta

source: insight.active_communicator
pt_br: Comunicador ativo

source: insight.key_relationship
pt_br: Relacionamento chave

source: insight.strong_engagement
pt_br: Métricas de engajamento forte

source: insight.growth_potential
pt_br: Potencial de crescimento identificado

source: insight.high_relationship_score
pt_br: Pontuação de relacionamento alta

source: insight.active_organization
pt_br: Organização ativa

source: system.performance
pt_br: Desempenho do Sistema

source: system.information
pt_br: Informações do Sistema

source: system.status
pt_br: Status do Sistema

source: system.security_status
pt_br: Status de Segurança:

source: system.security_message
pt_br: Todos os sistemas seguros e atualizados

source: system.version
pt_br: Versão

source: system.runtime
pt_br: Tempo de Execução

source: system.framework
pt_br: Framework

source: system.database
pt_br: Banco de Dados

source: theme.settings
pt_br: Configurações de Tema

source: theme.dark
pt_br: Tema Escuro

source: theme.light
pt_br: Tema Claro

source: theme.dark_description
pt_br: Interface escura moderna com acentos neon

source: theme.light_description
pt_br: Interface clara e limpa com cores vibrantes

source: contact.information
pt_br: Informações de Contato

source: contact.last_activity
pt_br: Última Atividade

source: contact.member_since
pt_br: Membro Desde

source: contact.active_user
pt_br: Usuário ativo

source: misc.contacts_section
pt_br: Contatos

source: misc.coming_soon
pt_br: Em Breve

source: misc.voice_commands
pt_br: Comandos de Voz

source: misc.ai_insights_tooltip
pt_br: Insights de IA

source: misc.quick_actions_tooltip
pt_br: Ações Rápidas

source: auth.login
pt_br: Login

source: auth.register
pt_br: Registrar

source: auth.welcome_back
pt_br: Bem-vindo de Volta

source: auth.login_to_continue
pt_br: Faça login para continuar em sua conta

source: auth.email
pt_br: Endereço de E-mail

source: auth.password
pt_br: Senha

source: auth.remember_me
pt_br: Lembrar-me

source: auth.sign_in
pt_br: Entrar

source: auth.no_account
pt_br: Não tem uma conta?

source: auth.register_now
pt_br: Registre-se agora

source: auth.create_account
pt_br: Criar Conta

source: auth.join_infinity
pt_br: Junte-se ao Infinity e comece a gerenciar seus dados

source: auth.full_name
pt_br: Nome Completo

source: auth.confirm_password
pt_br: Confirmar Senha

source: auth.password_requirements
pt_br: Mínimo de 8 caracteres obrigatórios

source: auth.create_account_button
pt_br: Criar Conta

source: auth.already_have_account
pt_br: Já tem uma conta?

source: auth.passwords_do_not_match
pt_br: As senhas não coincidem

source: auth.registration_successful
pt_br: Registro bem-sucedido! Você já pode fazer login.

source: auth.registration_failed
pt_br: Falha no registro. Por favor, tente novamente.

source: auth.logout
pt_br: Sair

source: token.title
pt_br: Tokens de API

source: token.description
pt_br: Gerencie seus tokens de acesso à API

source: token.current_token
pt_br: Token de API Atual

source: token.active_token
pt_br: Token Ativo

source: token.expires
pt_br: Expira

source: token.your_token
pt_br: Seu Token de API

source: token.copy
pt_br: Copiar

source: token.copied
pt_br: Copiado

source: token.copy_warning
pt_br: Mantenha este token seguro. Ele fornece acesso total à sua conta via API.

source: token.revoke
pt_br: Revogar Token

source: token.revoke_confirm
pt_br: Tem certeza de que deseja revogar este token? Aplicativos que o utilizam perderão o acesso.

source: token.no_active_token
pt_br: Você não possui um token de API ativo

source: token.generate
pt_br: Gerar Novo Token

source: token.usage_instructions
pt_br: Instruções de Uso

source: token.usage_description
pt_br: Use seu token de API no cabeçalho Authorization de suas requisições:

source: token.security_tips
pt_br: Melhores Práticas de Segurança

source: token.tip_1
pt_br: Nunca compartilhe seu token de API publicamente

source: token.tip_2
pt_br: Revogue tokens imediatamente se comprometidos

source: token.tip_3
pt_br: Use variáveis de ambiente para armazenar tokens em aplicações

source: token.tip_4
pt_br: Regenere tokens periodicamente para maior segurança

source: token.info_title
pt_br: Informações do Token

source: token.validity_period
pt_br: Período de Validade

source: token.validity_30_days
pt_br: 30 dias

source: token.access_level
pt_br: Nível de Acesso

source: token.full_api_access
pt_br: Acesso Completo à API

source: token.regeneration
pt_br: Regeneração

source: token.regeneration_description
pt_br: Revogue o token antigo antes de gerar um novo

source: token.active_tokens
pt_br: Tokens Ativos

source: token.secure
pt_br: Protegido

source: token.no_token
pt_br: Sem Token

source: token.generated_successfully
pt_br: Token de API gerado com sucesso!

source: token.revoked_successfully
pt_br: Token de API revogado com sucesso

source: token.csrf_invalid
pt_br: Token de segurança inválido

source: button.add_user
pt_br: Adicionar Usuário

source: button.add_first_user
pt_br: Adicionar Primeiro Usuário

source: button.update_user
pt_br: Atualizar Usuário

source: button.create_user
pt_br: Criar Usuário

source: course.button.create_course
pt_br: Criar Curso

source: course.lecture.button.add_lecture
pt_br: Adicionar Aula

source: user.new_user
pt_br: Novo Usuário

source: user.confirm_delete
pt_br: Tem certeza de que deseja excluir %name%?

source: user.modal.edit_subtitle
pt_br: Atualizar informações e permissões do usuário

source: user.modal.create_subtitle
pt_br: Adicionar um novo usuário ao sistema

source: user.form.name_placeholder
pt_br: Digite o nome completo

source: user.form.email_placeholder
pt_br: Digite o endereço de e-mail

source: user.form.password_placeholder
pt_br: Digite a senha

source: user.form.password_confirm_placeholder
pt_br: Confirme a senha

source: organization.back_to_organization
pt_br: Voltar à Organização

source: organization.back_to_details
pt_br: Voltar aos Detalhes

source: organization.statistics
pt_br: Estatísticas

source: organization.total_users
pt_br: Total de Usuários

source: organization.switcher.title
pt_br: Alterar Sua Organização

source: organization.switcher.subtitle
pt_br: Isto atualizará sua conta

source: filter.active_users
pt_br: Usuários Ativos

source: filter.by_organization
pt_br: Por Organização

source: empty.no_users_yet
pt_br: Ainda não há usuários

source: empty.organization_users_description
pt_br: Comece a construir sua equipe adicionando o primeiro usuário

source: empty.no_organization
pt_br: Sem organização

source: page.ai_powered_crm
pt_br: CRM Alimentado por IA

source: page.organization_details
pt_br: Detalhes da Organização

source: page.manage_users
pt_br: Gerenciar Usuários

source: page.infinity_suffix
pt_br: Infinity

source: badge.ai_enhanced
pt_br: IA Aprimorada

source: badge.real_time
pt_br: Tempo Real

source: badge.organization
pt_br: Organização

source: metric.trend.this_month
pt_br: +12% este mês

source: metric.trend.new_count
pt_br: +3 novos

source: metric.trend.today
pt_br: +15% hoje

source: metric.response_time_value
pt_br: < 200ms

source: pagination.showing
pt_br: Mostrando

source: pagination.to
pt_br: a

source: pagination.of
pt_br: de

source: pagination.show_label
pt_br: Mostrar

source: table.aria_label
pt_br: tabela de usuários

source: confirm.delete_item
pt_br: Tem certeza de que deseja excluir este item?

source: modal.delete.title
pt_br: Confirmar Exclusão

source: modal.delete.cannot_undo
pt_br: Esta ação não pode ser desfeita.

source: modal.delete.confirm_message
pt_br: Tem certeza de que deseja excluir

source: modal.delete.cancel
pt_br: Cancelar

source: modal.delete.yes_delete
pt_br: Sim, Excluir

source: modal.delete.deleting
pt_br: Excluindo...

source: modal.delete.success
pt_br: Item excluído com sucesso

source: modal.delete.failed
pt_br: Falha ao excluir item

source: modal.delete.network_error
pt_br: Ocorreu um erro de rede

source: modal.crud.saving
pt_br: Salvando...

source: modal.crud.unsaved_changes
pt_br: Você tem alterações não salvas. Tem certeza de que deseja descartá-las?

source: modal.crud.continue_editing
pt_br: Continuar Editando

source: modal.crud.discard_changes
pt_br: Descartar Alterações

source: modal.crud.error_saving
pt_br: Ocorreu um erro ao salvar. Por favor, tente novamente.

source: modal.error.failed_to_open
pt_br: Falha ao abrir o formulário. Por favor, tente novamente.

source: search.error.failed
pt_br: Falha na pesquisa. Por favor, tente novamente.

source: search.error.failed_to_load
pt_br: Falha ao carregar dados

source: course.title
pt_br: Cursos

source: course.singular
pt_br: Curso

source: course.name
pt_br: Nome do Curso

source: course.description
pt_br: Descrição

source: course.status
pt_br: Status

source: course.status.active
pt_br: Ativo

source: course.status.inactive
pt_br: Inativo

source: course.owner
pt_br: Proprietário

source: course.lectures
pt_br: Aulas

source: course.lecture.singular
pt_br: Aula

source: course.lectures_count
pt_br: Aulas

source: course.release_date
pt_br: Data de Lançamento

source: course.total_length
pt_br: Duração Total

source: course.hours
pt_br: horas

source: course.information
pt_br: Informações do Curso

source: course.created_at
pt_br: Criado Em

source: course.updated_at
pt_br: Atualizado Em

source: course.view_details
pt_br: Ver Detalhes

source: course.back_to_list
pt_br: Voltar aos Cursos

source: course.manage_lectures
pt_br: Gerenciar Aulas

source: course.no_lectures
pt_br: Sem aulas

source: course.lectures_in_course
pt_br: Aulas do Curso

source: course.total_duration
pt_br: Duração Total

source: course.total_lectures
pt_br: Total de Aulas

source: course.no_release_date
pt_br: Sem data de lançamento

source: course.form.name
pt_br: Nome do Curso

source: course.form.name_placeholder
pt_br: Digite o nome do curso

source: course.form.description
pt_br: Descrição

source: course.form.description_placeholder
pt_br: Digite a descrição do curso

source: course.form.active
pt_br: Curso Ativo

source: course.form.release_date
pt_br: Data de Lançamento

source: course.form.total_length
pt_br: Duração Total (horas)

source: course.validation.name_required
pt_br: O nome do curso é obrigatório

source: course.validation.name_min_length
pt_br: O nome do curso deve ter pelo menos 2 caracteres

source: course.validation.name_max_length
pt_br: O nome do curso não pode exceder 255 caracteres

source: course.validation.description_max_length
pt_br: A descrição não pode exceder 5000 caracteres

source: course.validation.total_length_positive
pt_br: A duração total deve ser zero ou positiva

source: course.flash.created_successfully
pt_br: Curso criado com sucesso

source: course.flash.updated_successfully
pt_br: Curso atualizado com sucesso

source: course.flash.deleted_successfully
pt_br: Curso excluído com sucesso

source: course.flash.invalid_csrf_token
pt_br: Token de segurança inválido

source: course.modal.create_title
pt_br: Criar Novo Curso

source: course.modal.create_subtitle
pt_br: Criar um novo curso

source: course.modal.create_tip
pt_br: Preencha os detalhes do curso abaixo. Você pode adicionar aulas após criar o curso.

source: course.modal.edit_title
pt_br: Editar Curso

source: course.modal.edit_subtitle
pt_br: Atualizar informações do curso

source: course.lecture.form.name
pt_br: Nome da Aula

source: course.lecture.form.name_placeholder
pt_br: Digite o nome da aula

source: course.lecture.form.description
pt_br: Descrição

source: course.lecture.form.description_placeholder
pt_br: Digite a descrição da aula

source: course.lecture.form.video_file
pt_br: Arquivo de Vídeo

source: course.lecture.form.view_order
pt_br: Ordem

source: course.lecture.watch_video
pt_br: Assistir Vídeo

source: course.lecture.validation.name_required
pt_br: O nome da aula é obrigatório

source: course.lecture.validation.name_min_length
pt_br: O nome da aula deve ter pelo menos 2 caracteres

source: course.lecture.validation.name_max_length
pt_br: O nome da aula não pode exceder 255 caracteres

source: course.lecture.validation.description_max_length
pt_br: A descrição não pode exceder 5000 caracteres

source: course.lecture.validation.invalid_video_format
pt_br: Por favor, envie um arquivo de vídeo válido (MP4, WebM, OGG, MOV)

source: course.lecture.validation.view_order_positive
pt_br: A ordem deve ser zero ou positiva

source: course.lecture.status.pending
pt_br: Aguardando Processamento

source: course.lecture.status.processing
pt_br: Processando...

source: course.lecture.status.completed
pt_br: Pronto

source: course.lecture.status.failed
pt_br: Falha no Processamento

source: course.lecture.flash.created_successfully
pt_br: Aula criada com sucesso

source: course.lecture.flash.updated_successfully
pt_br: Aula atualizada com sucesso

source: course.lecture.flash.deleted_successfully
pt_br: Aula excluída com sucesso

source: course.lecture.flash.invalid_csrf_token
pt_br: Token de segurança inválido

source: course.lecture.modal.create_title
pt_br: Adicionar Nova Aula

source: course.lecture.modal.create_subtitle
pt_br: Adicionar uma nova aula ao curso

source: course.lecture.modal.create_tip
pt_br: Preencha os detalhes da aula abaixo. A ordem determina a sequência no curso.

source: course.lecture.modal.edit_title
pt_br: Editar Aula

source: course.lecture.modal.edit_subtitle
pt_br: Atualizar informações da aula

source: empty.no_lectures_yet
pt_br: Ainda não há aulas

source: button.add_lecture
pt_br: Adicionar Aula

source: button.add_first_lecture
pt_br: Adicionar Primeira Aula

source: button.create_course
pt_br: Criar Curso

source: button.update_course
pt_br: Atualizar Curso

source: button.create_lecture
pt_br: Criar Aula

source: button.update_lecture
pt_br: Atualizar Aula

source: page.course_details
pt_br: Detalhes do Curso

# security.auth_exception
source: An authentication exception occurred.
pt_br: Ocorreu uma exceção de autenticação.

# security.credentials_not_found
source: Authentication credentials could not be found.
pt_br: As credenciais de autenticação não foram encontradas.

# security.system_problem
source: Authentication request could not be processed due to a system problem.
pt_br: A solicitação de autenticação não pôde ser processada devido a um problema no sistema.

# security.invalid_credentials
source: Invalid credentials.
pt_br: Credenciais inválidas.

# security.cookie_used
source: Cookie has already been used by someone else.
pt_br: O cookie já foi usado por outra pessoa.
