Repository: GetAmaral/infinity2
Catalog: app/translations/messages.*.xliff
Languages: pt_br

# security.not_privileged
source: Not privileged to request the resource.
pt_br: Sem privilégios para acessar o recurso.

# security.invalid_csrf
source: Invalid CSRF token.
pt_br: Token CSRF inválido.

# security.no_auth_provider
source: No authentication provider found to support the authentication token.
pt_br: Nenhum provedor de autenticação encontrado para suportar o token de autenticação.

# security.no_session
source: No session available, it either timed out or cookies are not enabled.
pt_br: Nenhuma sessão disponível, ou expirou ou os cookies não estão habilitados.

# security.no_token
source: No token could be found.
pt_br: Nenhum token foi encontrado.

# security.username_not_found
source: Username could not be found.
pt_br: Nome de usuário não foi encontrado.

# security.account_expired
source: Account has expired.
pt_br: A conta expirou.

# security.credentials_expired
source: Credentials have expired.
pt_br: As credenciais expiraram.

# security.account_disabled
source: Account is disabled.
pt_br: A conta está desativada.

# security.account_locked
source: Account is locked.
pt_br: A conta está bloqueada.

# security.too_many_attempts
source: Too many failed login attempts, please try again later.
pt_br: Muitas tentativas de login falhadas, tente novamente mais tarde.

# security.invalid_login_link
source: Invalid or expired login link.
pt_br: Link de login inválido ou expirado.

# security.too_many_attempts_minute
source: Too many failed login attempts, please try again in %minutes% minute.
pt_br: Muitas tentativas de login falhadas, tente novamente em %minutes% minuto.

# security.too_many_attempts_minutes
source: Too many failed login attempts, please try again in %minutes% minutes.
pt_br: Muitas tentativas de login falhadas, tente novamente em %minutes% minutos.

source: This is not a valid IP address.
pt_br: This value is not a valid IP address.

source: No temporary folder was configured in php.ini.
pt_br: No temporary folder was configured in php.ini, or the configured folder does not exist.

source: This is not a valid International Bank Account Number (IBAN).
pt_br: This value is not a valid International Bank Account Number (IBAN).

source: This is not a valid Business Identifier Code (BIC).
pt_br: This value is not a valid Business Identifier Code (BIC).

source: This is not a valid UUID.
pt_br: This value is not a valid UUID.
